[{"quote": "“Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.”", "author": "Albert Einstein", "genre": "science"}, {"quote": "“The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.”", "author": "Isaac Asimov", "genre": "science"}, {"quote": "“The Seven Social Sins are:", "author": "Frederick Lewis Donaldson", "genre": "science"}, {"quote": "“Never memorize something that you can look up.”", "author": "Albert Einstein", "genre": "science"}, {"quote": "“One, remember to look up at the stars and not down at your feet. Two, never give up work. Work gives you meaning and purpose and life is empty without it. Three, if you are lucky enough to find love, remember it is there and don't throw it away.”", "author": "Stephen Hawking", "genre": "science"}, {"quote": "“If we knew what it was we were doing, it would not be called research, would it?”", "author": "Albert Einstein", "genre": "science"}, {"quote": "“Somewhere, something incredible is waiting to be known.”", "author": "Carl Sagan", "genre": "science"}, {"quote": "“The important thing is not to stop questioning. Curiosity has its own reason for existence. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvelous structure of reality. It is enough if one tries merely to comprehend a little of this mystery each day.", "author": "Albert Einstein", "genre": "science"}, {"quote": "“The fact that we live at the bottom of a deep gravity well, on the surface of a gas covered planet going around a nuclear fireball 90 million miles away and think this to be normal is obviously some indication of how skewed our perspective tends to be.”", "author": "Douglas Adams,", "genre": "science"}, {"quote": "“The most beautiful experience we can have is the mysterious. It is the fundamental emotion that stands at the cradle of true art and true science.”", "author": "Albert Einstein,", "genre": "science"}, {"quote": "“Time is a drug. Too much of it kills you.”", "author": "Terry Pratchett,", "genre": "science"}, {"quote": "“An expert is a person who has made all the mistakes that can be made in a very narrow field.”", "author": "Niels Bohr", "genre": "science"}, {"quote": "“I'm sure the universe is full of intelligent life. It's just been too intelligent to come here.”", "author": "Arthur C. Clarke", "genre": "science"}, {"quote": "“We are just an advanced breed of monkeys on a minor planet of a very average star. But we can understand the Universe. That makes us something very special.”", "author": "Stephen Hawking", "genre": "science"}, {"quote": "“Science and religion are not at odds. Science is simply too young to understand.”", "author": "Dan Brown,", "genre": "science"}, {"quote": "“In the beginning there was nothing, which exploded.”", "author": "Terry Pratchett,", "genre": "science"}, {"quote": "“That which can be asserted without evidence, can be dismissed without evidence.”", "author": "Christopher Hitchens", "genre": "science"}, {"quote": "“Though my soul may set in darkness, it will rise in perfect light;", "author": "Sarah   Williams,", "genre": "science"}, {"quote": "“Everything must be made as simple as possible. But not simpler.”", "author": "Albert Einstein", "genre": "science"}, {"quote": "“A man who dares to waste one hour of time has not discovered the value of life.”", "author": "Charles Darwin,", "genre": "science"}, {"quote": "“The good thing about science is that it's true whether or not you believe in it.”", "author": "Neil deGrasse Tyson", "genre": "science"}, {"quote": "“Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.”", "author": "Marie Curie", "genre": "science"}, {"quote": "“Heard melodies are sweet, but those unheard, are sweeter”", "author": "John Keats,", "genre": "science"}, {"quote": "“For me, I am driven by two main philosophies: know more today about the world than I knew yesterday and lessen the suffering of others. You'd be surprised how far that gets you.”", "author": "Neil deGrasse Tyson", "genre": "science"}, {"quote": "“Science is not only compatible with spirituality; it is a profound source of spirituality.”", "author": "Carl Sagan,", "genre": "science"}, {"quote": "“Your assumptions are your windows on the world. Scrub them off every once in a while, or the light won't come in.”", "author": "Isaac Asimov", "genre": "science"}, {"quote": "“Space is big. You just won't believe how vastly, hugely, mind-bogglingly big it is. I mean, you may think it's a long way down the road to the chemist's, but that's just peanuts to space.”", "author": "Douglas Adams,", "genre": "science"}, {"quote": "“If I have seen further it is by standing on the shoulders of Giants.”", "author": "Isaac Newton,", "genre": "science"}, {"quote": "“If you wish to make an apple pie from scratch, you must first invent the universe.”", "author": "Carl Sagan,", "genre": "science"}, {"quote": "“A thinker sees his own actions as experiments and questions--as attempts to find out something. Success and failure are for him answers above all.”", "author": "Friedrich Nietzsche", "genre": "science"}, {"quote": "“Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.”", "author": "Albert Einstein", "genre": "humor"}, {"quote": "“So many books, so little time.”", "author": "Frank Zappa", "genre": "humor"}, {"quote": "“You only live once, but if you do it right, once is enough.”", "author": "Mae West", "genre": "humor"}, {"quote": "“Insanity is doing the same thing, over and over again, but expecting different results.”", "author": "Narcotics Anonymous", "genre": "humor"}, {"quote": "“The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.”", "author": "Jane Austen,", "genre": "humor"}, {"quote": "“Outside of a dog, a book is man's best friend. Inside of a dog it's too dark to read.”", "author": "Groucho Marx,", "genre": "humor"}, {"quote": "“A day without sunshine is like, you know, night.”", "author": "Steve Martin", "genre": "humor"}, {"quote": "“Never put off till tomorrow what may be done day after tomorrow just as well.”", "author": "Mark Twain", "genre": "humor"}, {"quote": "“I love deadlines. I love the whooshing noise they make as they go by.”", "author": "Douglas Adams,", "genre": "humor"}, {"quote": "“Anyone who thinks sitting in church can make you a Christian must also think that sitting in a garage can make you a car.”", "author": "Garrison Keillor", "genre": "humor"}, {"quote": "“Women and cats will do as they please, and men and dogs should relax and get used to the idea.”", "author": "Robert A. Heinlein", "genre": "humor"}, {"quote": "“All you need is love. But a little chocolate now and then doesn't hurt.”", "author": "Charles M. Schulz", "genre": "humor"}, {"quote": "“Beauty is in the eye of the beholder and it may be necessary from time to time to give a stupid or misinformed beholder a black eye.”", "author": "Jim Henson", "genre": "humor"}, {"quote": "“I'm not afraid of death; I just don't want to be there when it happens.”", "author": "Woody Allen", "genre": "humor"}, {"quote": "“Whenever I feel the need to exercise, I lie down until it goes away.”", "author": "Paul   Terry", "genre": "humor"}, {"quote": "“I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.”", "author": "Groucho Marx", "genre": "humor"}, {"quote": "“The story so far:", "author": "Douglas Adams,", "genre": "humor"}, {"quote": "“Saying 'I notice you're a nerd' is like saying, 'Hey, I notice that you'd rather be intelligent than be stupid, that you'd rather be thoughtful than be vapid, that you believe that there are things that matter more than the arrest record of Lindsay Lohan. Why is that?' In fact, it seems to me that most contemporary insults are pretty lame. Even 'lame' is kind of lame. Saying 'You're lame' is like saying 'You walk with a limp.' Yeah, whatever, so does 50 Cent, and he's done all right for himself.”", "author": "John Green", "genre": "humor"}, {"quote": "“Some people never go crazy. What truly horrible lives they must lead.”", "author": "Charles Bukowski", "genre": "humor"}, {"quote": "“The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it.”", "author": "Terry Pratchett,", "genre": "humor"}, {"quote": "“Reality continues to ruin my life.”", "author": "Bill Watterson,", "genre": "humor"}, {"quote": "“The reason I talk to myself is because I’m the only one whose answers I accept.”", "author": "George Carlin", "genre": "humor"}, {"quote": "“Go to heaven for the climate and hell for the company.”", "author": "Benjamin Franklin Wade", "genre": "humor"}, {"quote": "“I love mankind ... it's people I can't stand!!”", "author": "Charles M. Schulz", "genre": "humor"}, {"quote": "“I am free of all prejudice. I hate everyone equally. ”", "author": "W.C. Fields", "genre": "humor"}, {"quote": "“Remember, we're madly in love, so it's all right to kiss me anytime you feel like it.”", "author": "Suzanne Collins,", "genre": "humor"}, {"quote": "“A lady's imagination is very rapid; it jumps from admiration to love, from love to matrimony in a moment.”", "author": "Jane Austen,", "genre": "humor"}, {"quote": "“It’s no use going back to yesterday, because I was a different person then.”", "author": "Lewis Carroll", "genre": "humor"}, {"quote": "“Be nice to nerds. You may end up working for them. We all could.”", "author": "Charles J. Sykes,", "genre": "humor"}, {"quote": "“Do you remember me telling you we are practicing non-verbal spells, Potter?\"", "author": "J.K. Rowling,", "genre": "humor"}, {"quote": "“A friend is someone who knows all about you and still loves you.”", "author": "Elbert Hubbard", "genre": "knowledge"}, {"quote": "“The only true wisdom is in knowing you know nothing.”", "author": "Socrates", "genre": "knowledge"}, {"quote": "“The Seven Social Sins are:", "author": "Frederick Lewis Donaldson", "genre": "knowledge"}, {"quote": "“Hold fast to dreams,", "author": "Langston Hughes", "genre": "knowledge"}, {"quote": "“Any fool can know. The point is to understand.”", "author": "Albert Einstein", "genre": "knowledge"}, {"quote": "“I was gratified to be able to answer promptly, and I did. I said I didn’t know.”", "author": "Mark Twain", "genre": "knowledge"}, {"quote": "“I did then what I knew how to do. Now that I know better, I do better.”", "author": "Maya Angelou", "genre": "knowledge"}, {"quote": "“No thief, however skillful, can rob one of knowledge, and that is why knowledge is the best and safest treasure to acquire.”", "author": "L. Frank Baum,", "genre": "knowledge"}, {"quote": "“The man of knowledge must be able not only to love his enemies but also to hate his friends.”", "author": "Friedrich Nietzsche", "genre": "knowledge"}, {"quote": "“Reading furnishes the mind only with materials of knowledge; it is thinking that makes what we read ours.”", "author": "John Locke", "genre": "knowledge"}, {"quote": "“Great minds are always feared by lesser minds.”", "author": "Dan Brown,", "genre": "knowledge"}, {"quote": "“I cannot teach anybody anything. I can only make them think”", "author": "Socrates", "genre": "knowledge"}, {"quote": "“Confidence is ignorance. If you're feeling cocky, it's because there's something you don't know.”", "author": "Eoin Colfer,", "genre": "knowledge"}, {"quote": "“The greatest enemy of knowledge is not ignorance, it is the illusion of knowledge.”", "author": "Daniel J. Boorstin", "genre": "knowledge"}, {"quote": "“Knowing too much of your future is never a good thing.”", "author": "Rick Riordan,", "genre": "knowledge"}, {"quote": "“For me, I am driven by two main philosophies: know more today about the world than I knew yesterday and lessen the suffering of others. You'd be surprised how far that gets you.”", "author": "Neil deGrasse Tyson", "genre": "knowledge"}, {"quote": "“Your assumptions are your windows on the world. Scrub them off every once in a while, or the light won't come in.”", "author": "Isaac Asimov", "genre": "knowledge"}, {"quote": "“It is the absence of facts that frightens people: the gap you open, into which they pour their fears, fantasies, desires.”", "author": "Hilary Mantel,", "genre": "knowledge"}, {"quote": "“Write what you know. That should leave you with a lot of free time.”", "author": "Howard Nemerov", "genre": "knowledge"}, {"quote": "“Wisdom cannot be imparted. Wisdom that a wise man attempts to impart always sounds like foolishness to someone else ... Knowledge can be communicated, but not wisdom. One can find it, live it, do wonders through it, but one cannot communicate and teach it.”", "author": "Hermann Hesse,", "genre": "knowledge"}, {"quote": "“All knowledge hurts.”", "author": "Cassandra Clare,", "genre": "knowledge"}, {"quote": "“The possession of knowledge does not kill the sense of wonder and mystery. There is always more mystery.”", "author": "Anais Nin", "genre": "knowledge"}, {"quote": "“Last night I lost the world, and gained the universe.”", "author": "C. JoyBell C.", "genre": "knowledge"}, {"quote": "“Doctor Who: You want weapons? We're in a library. Books are the best weapon in the world. This room's the greatest arsenal we could have. Arm yourself!", "author": "Russell T. Davies", "genre": "knowledge"}, {"quote": "“I have been and still am a seeker, but I have ceased to question stars and books; I have begun to listen to the teaching my blood whispers to me.”", "author": "Hermann Hesse,", "genre": "knowledge"}, {"quote": "“For me, it is far better to grasp the Universe as it really is than to persist in delusion, however satisfying and reassuring.”", "author": "Carl Sagan,", "genre": "knowledge"}, {"quote": "“I mean, you could claim that", "author": "J.K. Rowling", "genre": "knowledge"}, {"quote": "“If you knew what was going to happen, if you knew everything that was going to happen next—if you knew in advance the consequences of your own actions—you'd be doomed. You'd be ruined as God. You'd be a stone. You'd never eat or drink or laugh or get out of bed in the morning. You'd never love anyone, ever again. You'd never dare to.”", "author": "Margaret Atwood,", "genre": "knowledge"}, {"quote": "“Knowledge is power. Power to do evil...or power to do good. Power itself is not evil. So knowledge itself is not evil.”", "author": "Veronica Roth,", "genre": "knowledge"}, {"quote": "“People don't care how much you know until they know how much you care”", "author": "Theodore Roosevelt", "genre": "knowledge"}, {"quote": "“Time you enjoy wasting is not wasted time.”", "author": "Marthe Troly-Curtin,", "genre": "time"}, {"quote": "“I wish it need not have happened in my time,\" said Frodo.", "author": "J.R.R. Tolkien,", "genre": "time"}, {"quote": "“There comes a time when the world gets quiet and the only thing left is your own heart. So you'd better learn the sound of it. Otherwise you'll never understand what it's saying.”", "author": "Sarah Dessen,", "genre": "time"}, {"quote": "“Time flies like an arrow; fruit flies like a banana.”", "author": "Anthony G. Oettinger", "genre": "time"}, {"quote": "“Don’t waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.”", "author": "Roy T. Bennett", "genre": "time"}, {"quote": "“It has been said, 'time heals all wounds.' I do not agree. The wounds remain. In time, the mind, protecting its sanity, covers them with scar tissue and the pain lessens. But it is never gone.”", "author": "Rose Fitzgerald Kennedy", "genre": "time"}, {"quote": "“It is the time you have wasted for your rose that makes your rose so important.”", "author": "Antoine de Saint-Exupéry,", "genre": "time"}, {"quote": "“Books have a unique way of stopping time in a particular moment and saying: Let’s not forget this.”", "author": "Dave Eggers", "genre": "time"}, {"quote": "“Top 15 Things Money Can’t Buy", "author": "Roy T. Bennett,", "genre": "time"}, {"quote": "“How did it get so late so soon?”", "author": "Dr. Seuss", "genre": "time"}, {"quote": "“Don't waste your time with explanations: people only hear what they want to hear.”", "author": "Paulo Coelho", "genre": "time"}, {"quote": "“Yesterday is gone. Tomorrow has not yet come. We have only today. Let us begin.”", "author": "Mother Theresa", "genre": "time"}, {"quote": "“For what it’s worth: it’s never too late or, in my case, too early to be whoever you want to be. There’s no time limit, stop whenever you want. You can change or stay the same, there are no rules to this thing. We can make the best or the worst of it. I hope you make the best of it. And I hope you see things that startle you. I hope you feel things you never felt before. I hope you meet people with a different point of view. I hope you live a life you’re proud of. If you find that you’re not, I hope you have the courage to start all over again.”", "author": "Eric Roth,", "genre": "time"}, {"quote": "“You can have it all. Just not all at once.”", "author": "Oprah Winfrey", "genre": "time"}, {"quote": "“Don't spend time beating on a wall, hoping to transform it into a door. ”", "author": "Coco Chanel", "genre": "time"}, {"quote": "“Time doesn’t heal emotional pain, you need to learn how to let go.”", "author": "Roy T. Bennett,", "genre": "time"}, {"quote": "“Time is the longest distance between two places.”", "author": "Tennessee Williams,", "genre": "time"}, {"quote": "“They say time heals all wounds, but that presumes the source of the grief is finite”", "author": "Cassandra Clare,", "genre": "time"}, {"quote": "“They always say time changes things, but you actually have to change them yourself.”", "author": "Andy Warhol,", "genre": "time"}, {"quote": "“They say I'm old-fashioned, and live in the past, but sometimes I think progress progresses too fast!”", "author": "Dr. Seuss", "genre": "time"}, {"quote": "“A man who dares to waste one hour of time has not discovered the value of life.”", "author": "Charles Darwin,", "genre": "time"}, {"quote": "“I sit beside the fire and think", "author": "J.R.R. Tolkien", "genre": "time"}, {"quote": "“This is a new year. A new beginning. And things will change.”", "author": "Taylor Swift", "genre": "time"}, {"quote": "“Scars have the strange power to remind us that our past is real.”", "author": "Cormac McCarthy,", "genre": "time"}, {"quote": "“Unfortunately, the clock is ticking, the hours are going by. The past increases, the future recedes. Possibilities decreasing, regrets mounting.”", "author": "Haruki Murakami,", "genre": "time"}, {"quote": "“Here we are, trapped in the amber of the moment. There is no why.”", "author": "Kurt Vonnegut", "genre": "time"}, {"quote": "“Time is a created thing. To say 'I don't have time,' is like saying, 'I don't want to.”", "author": "Lao Tzu", "genre": "time"}, {"quote": "“It's hard being left behind. (...) It's hard to be the one who stays.”", "author": "Audrey Niffenegger,", "genre": "time"}, {"quote": "“Time is an illusion.”", "author": "Albert Einstein", "genre": "time"}, {"quote": "“It's being here now that's important. There's no past and there's no future. Time is a very misleading thing. All there is ever, is the now. We can gain experience from the past, but we can't relive it; and we can hope for the future, but we don't know if there is one.”", "author": "George Harrison", "genre": "time"}]